import React from "react";

export const ConfidentPolicy = () => {
  return (
    <div className="ConfidentPolicy">
      <p className="ConfidentPolicy-Title">
        <strong>
          Политика конфиденциальности в области обработки и защиты персональных
          данных пользователей сайта https://vypusk-anketa.vgsha.info
        </strong>
      </p>
      <p>
        Политика конфиденциальности определяет, каким образом ФГБОУ ВО Вятская
        ГСХА (далее Вятская ГСХА) собирает, использует, хранит и раскрывает
        персональные данные пользователей сайта https://vypusk-anketa.vgsha.info
        (далее Сайт). Добровольно предоставляя персональные данные на Сайте,
        пользователь выражает согласие на их сбор и обработку в целях и
        способами, предусмотренными данной политикой. Посетитель может
        использовать Сайт, не предоставляя персональной информации.
      </p>
      <p>
        Вятская ГСХА не проверяет достоверность предоставленных персональных
        данных, рассчитывая на добросовестность и разумность пользователей.
      </p>
      <p className="ConfidentPolicy-Title">
        <strong>Получаемая информация</strong>
      </p>
      <p>
        На сайте может осуществляться сбор персональных данных пользователей –
        при регистрации на сайте и других видах активности на Сайте.
        Пользователям может быть предложено указать свои имя, фамилию, отчество,
        e-mail, класс. Все персональные сведения предоставляются пользователем
        добровольно. Пользователи всегда могут отказаться от предоставления
        личной идентификационной информации, однако в ряде случаев это может
        помешать пользоваться отдельными функциями Сайта.
      </p>
      <p className="ConfidentPolicy-Title">
        <strong>Цели получения и обработки информации</strong>
      </p>
      <p>
        Вятская ГСХА ведет сбор и обработку персональных данных пользователей
        Сайта в следующих целях:
      </p>
      <p>
        - Надлежащее выполнение обязательств Вятская ГСХА перед посетителями
        Сайта: предоставление необходимой достоверной и полной информации,
        связанной с деятельностью Вятская ГСХА, оказание услуг, принятие и
        обработка запросов на оказание таких услуг, а также в любых других
        целях, связанных с данным действием.
      </p>
      <p>
        - Обратная связь с посетителями Сайта с целью получения информации о
        лояльности и удовлетворенности пользователей, проведения исследований
        любых категорий, а также в целях улучшения Сайта Вятской ГСХА, ее
        продуктов или услуг.
      </p>
      <p className="ConfidentPolicy-Title">
        <strong>Безопасность информации</strong>
      </p>
      <p>
        Вятская ГСХА не продает, не обменивает и не предоставляет в аренду
        личную информацию пользователей Сайта. Вятская ГСХА производит обработку
        персональных данных своими силами и средствами.
      </p>
      <p>
        Для защиты персональных данных от незаконного или случайного доступа,
        сбора, хранения, использования, передачи, блокирования или уничтожения,
        а также от иных подобных действий, Вятская ГСХА принимает технические и
        организационно-правовые меры, частью которых является настоящая
        политика.
      </p>
      <p>
        Вятская ГСХА обязуется соблюдать режим конфиденциальности в отношении
        персональных данных пользователей и не использовать персональные данные
        без согласия посетителей за исключением случаев, предусмотренных
        настоящей политикой.
      </p>
      <p>
        Посетитель имеет право на получение информации об обработке своих
        персональных данных. По просьбе пользователя Сайта Вятская ГСХА обязана
        предоставить информацию, касающуюся обработки его персональных данных, в
        соответствии с требованиями Федерального закона «О персональных данных».
      </p>
      <p className="ConfidentPolicy-Title">
        <strong>Ограничения действия политики конфиденциальности</strong>
      </p>
      <p>
        Действие настоящей политики конфиденциальности касается исключительно
        Сайта и не распространяется на действия, мобильные приложения и сайты
        третьих лиц.
      </p>
      <p className="ConfidentPolicy-Title">
        <strong>Изменения в политике конфиденциальности</strong>
      </p>
      <p>
        Опубликованная на Сайте политика конфиденциальности является действующей
        политикой. Вятская ГСХА вправе в любое время вносить в нее изменения. В
        случае внесения изменений, компания обязана уведомить пользователей
        путем размещения на Сайте новой редакции политики конфиденциальности, но
        не позднее, чем за 10 дней до вступления в силу соответствующих
        изменений. Используя Сайт, посетители выражают согласие с действующей
        политикой конфиденциальности и соглашаются с принятием на себя
        ответственности за периодическое ознакомление с политикой и изменениями
        в ней.
      </p>
    </div>
  );
};
